Repository: home-sweet-gnome/dash-to-panel
Catalog: po/*.po
Languages: ja, ru_ru, zh_tw

source: Panel position (Deprecated)
ja: パネルの位置（非推奨）

source: Panel is shown on the Bottom or Top of the screen.
ja: パネルは画面の下部または上部に表示されます。

source: Sync element positions
ja: 要素の位置を同期

source: Sync panel element positions on all monitors.
ja: すべてのモニターでパネル要素の位置を同期する。

source: Panel positions
ja: パネルの位置

source: Panel positions (JSON).
ja: パネルの位置 (JSON)。

source: Panel element positions
ja: パネル要素の位置

source: Panel element positions (JSON).
ja: パネル要素の位置 (JSON)。

source: Percentages of screen edge for panel to span, -1 for dynamic length (dock mode)
ja: パネルが占める画面端の割合、-1 で動的な長さ (ドックモード)

source: Length of the panels, in percent (JSON).
ja: パネルの長さ（パーセント、JSON）。

source: Positions along screen edge
ja: 画面端に沿った位置

source: Where to show the panels if it is not the full length of the screen edge (JSON).
ja: パネルが画面端全体に広がらない場合の表示位置 (JSON)。

source: Panel sizes
ja: パネルサイズ

source: Sizes of panels, in pixels.
ja: パネルのサイズ (ピクセル単位)。

source: Panel size (Deprecated)
ja: パネルサイズ (非推奨)

source: Set the size of the panel.
ja: パネルのサイズを設定する。

source: Override Show Desktop line color
ja: “デスクトップを表示” の境界線の色を上書き

source: Replace current Show Desktop button line color
ja: 現在の “デスクトップを表示” ボタンの境界色を置き換える

source: Custom Show Desktop line color
ja: “デスクトップを表示” ボタンの境目の色を上書き

source: Custom Show Desktop button line color
ja: “デスクトップを表示” ボタンの線の色をカスタマイズする

source: Dot position
ja: ドットの位置

source: Running indicators are shown on the Bottom or Top of the screen.
ja: 実行中のインジケーターは画面の下部または上部に表示されます。

source: Style of Appicons
ja: アプリアイコンのスタイル

source: Style of the running indicator (focused)
ja: 実行中インジケーターのスタイル (フォーカス時)

source: Style of the running indicator for the icon for the currently focused application
ja: 現在フォーカス中のアプリケーションのアイコンに対する実行中インジケーターのスタイル

source: Style of the running indicator (unfocused)
ja: 実行中インジケーターのスタイル (非フォーカス時)

source: Style of the running indicator for the icon for applications which are not currently focused
ja: 現在フォーカスされていないアプリケーションのアイコンに対する実行中インジケーターのスタイル

source: Running indicator dominant color
ja: 実行中インジケーターの主要色

source: Whether to use the app icon's dominant color for .app-well-running-dot
ja: 「.app-well-running-dot」に対して、アプリケーションアイコンの主要色を使用するかどうか

source: Running indicator color override
ja: 実行中インジケーターの色を上書き

source: Whether to override the theme background color for .app-well-running-dot
ja: 「.app-well-running-dot」に対して、テーマの背景色を上書きするかどうか

source: Color of running indicator (1 window)
ja: 実行中インジケーターの色（1ウィンドウ）

source: Customize the color of the running indicator when one window is running for that application
ja: アプリケーションが1つのウィンドウで実行されている場合の、実行中インジケーターの色をカスタマイズする

source: Color of running indicator (2 windows)
ja: 実行中インジケーターの色（2ウィンドウ）

source: Customize the color of the running indicator when two windows are running for that application
ja: アプリケーションが2つのウィンドウで実行されている場合の、実行中インジケーターの色をカスタマイズする

source: Color of running indicator (3 windows)
ja: 実行中インジケーターの色（3ウィンドウ）

source: Customize the color of the running indicator when three windows are running for that application
ja: アプリケーションが3つのウィンドウで実行されている場合の、実行中インジケーターの色をカスタマイズする

source: Color of running indicator (4+ windows)
ja: 実行中インジケーターの色（4ウィンドウ以上）

source: Customize the color of the running indicator when four or more windows are running for that application
ja: アプリケーションが4つ以上のウィンドウで実行されている場合の、実行中インジケーターの色をカスタマイズする

source: Unfocused color is different than focused
ja: 非フォーカス時の色は、フォーカス時の色と異なる

source: Whether to apply a 2nd color scheme to the indicator when the app is not focused
ja: アプリが非フォーカス時に、インジケーターに第2のカラースキームを適用するかどうか

source: Color of unfocused running indicator (1 window)
ja: 非フォーカスの実行中インジケーターの色（1ウィンドウ）

source: Customize the color of the unfocused running indicator when one window is running for that application
ja: アプリケーションが1つのウィンドウで実行されている場合の、非フォーカス実行中インジケーターの色をカスタマイズする

source: Color of unfocused running indicator (2 windows)
ja: 非フォーカスの実行中インジケーターの色（2ウィンドウ）

source: Customize the color of the unfocused running indicator when two windows are running for that application
ja: アプリケーションが2つのウィンドウで実行されている場合の、非フォーカス実行中インジケーターの色をカスタマイズする

source: Color of unfocused running indicator (3 windows)
ja: 非フォーカスの実行中インジケーターの色（3ウィンドウ）

source: Customize the color of the unfocused running indicator when three windows are running for that application
ja: アプリケーションが3つのウィンドウで実行されている場合の、非フォーカス実行中インジケーターの色をカスタマイズする

source: Color of unfocused running indicator (4+ windows)
ja: 非フォーカスの実行中インジケーターの色（4ウィンドウ以上）

source: Customize the color of the unfocused running indicator when four or more windows are running for that application
ja: アプリケーションが4つ以上のウィンドウで実行されている場合の、非フォーカス実行中インジケーターの色をカスタマイズする

source: Running indicator height
ja: 実行中インジケーターの高さ

source: Height of the running indicator line/diameter of window indicator dots
ja: 実行中インジケーターの線の高さ/ウィンドウインジケーターのドットの直径

source: Highlight icon of focused application
ja: フォーカスされたアプリケーションのアイコンをハイライト表示

source: Whether to highlight the background of the currently focused application's icon
ja: 現在フォーカス中のアプリケーションのアイコンの背景をハイライトするかどうか

source: Highlight icon dominant color
ja: ハイライトアイコンの主要色

source: Base the active window highlight color on that application's icon
ja: そのアプリケーションのアイコンに基づいて、アクティブウィンドウのハイライト色を設定する

source: Color of highlight of focused application
ja: フォーカス中のアプリケーションのハイライトの色

source: Customize the color of the highlight of the focused application
ja: フォーカス中のアプリケーションのハイライトの色をカスタマイズする

source: Opacity of highlight of focused application
ja: フォーカス中のアプリケーションのハイライトの不透明度

source: Customize the opacity of the highlight of the focused application
ja: フォーカス中のアプリケーションのハイライトの不透明度をカスタマイズする

source: Keep dash
ja: ダッシュを維持する

source: Whether to keep the stock gnome-shell dash while in overview
ja: オーバービュー中に、標準の GNOME Shell ダッシュを維持するかどうか

source: Keep top panel
ja: トップパネルを維持する

source: Whether to keep the stock gnome-shell top panel
ja: 標準の GNOME Shell トップパネルを維持するかどうか

source: Panel menu buttons require click
ja: パネルメニューボタンはクリックが必要です

source: Whether to activate the panel menu buttons on hover or on click
ja: パネルメニューボタンをホバー時にアクティベートするか、クリック時にアクティベートするかどうか

source: Force hot corner
ja: ホットコーナーを強制する

source: Wheter to force having an Activities hot corner on the primary monitor
ja: プライマリモニターでアクティビティホットコーナーを強制的に有効にするかどうか

source: Lock the taskbar
ja: タスクバーをロックする

source: Specifies if the user can modify the taskbar
ja: ユーザーがタスクバーを変更できるかどうかを指定する

source: Panel top and bottom margins
ja: パネルの上部および下部の余白

source: Panel side margins
ja: パネルの左右の余白

source: Panel top and bottom padding
ja: パネルの上部および下部のパディング

source: Panel sides padding
ja: パネルの左右のパディング

source: Override theme background color
ja: テーマの背景色を上書き

source: Replace current theme background color for the panel
ja: パネルの現在のテーマ背景色を置き換える

source: Custom background color
ja: カスタム背景色

source: Custom background color for the panel
ja: パネルのカスタム背景色

source: Dynamic opacity
ja: 動的な不透明度

source: Enable dynamic opacity
ja: 動的な不透明度を有効にする

source: Panel opacity
ja: パネルの不透明度

source: Custom opacity for the panel
ja: パネルのカスタム不透明度

source: Dynamic opacity behavior
ja: 動的な不透明度の挙動

source: Dictates which window type affects the panel opacity
ja: パネルの不透明度に影響を与えるウィンドウの種類を指定する

source: Distance to change opacity
ja: 不透明度を変更する距離

source: The distance a window needs to be from the panel to change opacity
ja: 不透明度を変更するために、パネルからウィンドウまでの必要な距離

source: Modified panel opacity
ja: 変更されたパネルの不透明度

source: Modified opacity for the panel when a window is near
ja: ウィンドウが近くにある場合のパネルの変更された不透明度

source: Opacity change duration
ja: 不透明度変更の持続時間

source: The duration of the animation when the opacity changes
ja: 不透明度が変化する際のアニメーションの持続時間

source: Custom gradient
ja: カスタムグラデーション

source: Replace current theme gradient for the panel
ja: パネルの現在のテーマグラデーションを置き換える

source: Custom gradient top color
ja: カスタムグラデーション上部の色

source: Custom gradient top color for the panel
ja: パネルのカスタムグラデーション上部の色

source: Custom gradient top opacity
ja: カスタムグラデーション上部の不透明度

source: Custom gradient top opacity for the panel
ja: パネルのカスタムグラデーション上部の不透明度

source: Custom gradient bottom color
ja: カスタムグラデーション下部の色

source: Custom gradient bottom color for the panel
ja: パネルのカスタムグラデーション下部の色

source: Custom gradient bottom opacity
ja: カスタムグラデーション下部の不透明度

source: Custom gradient bottom opacity for the panel
ja: パネルのカスタムグラデーション下部の不透明度

source: Intellihide
ja: インテリハイド

source: Whether to intelligently hide the panel
ja: パネルを自動的に隠すかどうか

source: Only hide from overlapping windows
ja: 重なっているウィンドウからのみ隠す

source: Dictates if the dash should only hide when in conflict with windows
ja: ダッシュボードがウィンドウと重なった時のみ、非表示にするかどうかを指定する

source: Only hide from windows on monitor
ja: モニター上のウィンドウからのみ隠す

source: Intellihide behaviour
ja: インテリハイドの挙動

source: Dictates how to intelligently hide the panel
ja: パネルを自動的に隠す方法を指定する

source: Intellihide mouse pointer
ja: インテリハイドのマウスポインター

source: The mouse pointer next to the edge of the screen reveals the panel
ja: 画面端にマウスポインターを合わせると、パネルが表示される

source: Limit to panel length
ja: パネルの長さに制限する

source: Panel stays revealed when hovered
ja: カーソルを合わせた時にパネルを表示したままにする

source: Intellihide pressure
ja: インテリハイドの圧力

source: To reveal the panel, pressure needs to be applied to the edge of the screen
ja: パネルを表示するには、マウスカーソルを画面端へ押し当てる必要がある

source: Intellihide pressure threshold
ja: インテリハイドの圧力しきい値

source: The pressure needed to reveal the panel
ja: パネルを表示するのに必要な圧力

source: Intellihide pressure time
ja: インテリハイドの圧力時間

source: The numer of milliseconds that the pressure needs to be applied to reveal the panel
ja: パネルを表示するために圧力を加え続ける必要があるミリ秒数

source: Allow revealing the panel while in fullscreen
ja: フルスクリーン中にパネルの表示を許可

source: Allow the panel to be revealed while an application is in fullscreen mode
ja: アプリケーションがフルスクリーンモード時でも、パネルの表示を許可する

source: Reveal the panel on notification
ja: 通知時にパネルを表示

source: Intellihide only secondary
ja: セカンダリのみインテリハイド

source: Whether to only hide secondary panels
ja: セカンダリーパネルのみを隠すかどうか

source: Intellihide animation time
ja: インテリハイドのアニメーション時間

source: The animation time (ms) to hide and reveal the panel
ja: パネルを隠したり表示したりするアニメーション時間 (ミリ秒)

source: Intellihide close delay
ja: インテリハイドのクローズディレイ

source: The delay (ms) before hiding the panel
ja: パネルを隠す前の遅延 (ミリ秒)

source: Intellihide reveal delay
ja: インテリハイドの表示遅延

source: The delay (ms) before revealing the panel
ja: パネルを表示する前の遅延 (ミリ秒)

source: Keybinding toggle intellihide
ja: インテリハイド切り替えのキー割り当て

source: Keybinding to reveal the panel while in intellihide mode
ja: インテリハイドモード中にパネルを表示するためのキー割り当て

source: Persisted intellihide hold status. -1 means the option is disabled
ja: 永続化されたインテリハイドのホールド状態。-1 はオプションが無効であることを意味します

source: Intellihide enable start delay
ja: インテリハイド開始遅延を有効にする

source: The delay before enabling intellihide on start
ja: 起動時にインテリハイドを有効にする前の遅延

source: Custom Show Applications icon
ja: カスタムの「Show Applications」アイコン

source: Customize the Show Applications icon
ja: 「Show Applications」アイコンをカスタマイズ

source: Show Applications icon side padding
ja: 「Show Applications」アイコンの左右パディング

source: Customize the Show Applications icon side padding
ja: 「Show Applications」アイコンの左右パディングをカスタマイズ

source: Override escape key
ja: Esc キーを上書き

source: Override the escape key to return to the desktop when entering the overview using the Show Applications button
ja: 「Show Applications」ボタンでオーバービューに入った際、Escキーを押すとデスクトップに戻るよう動作を上書きする

source: Show Apps button context menu commands
ja: 「Show Apps」ボタンのコンテキストメニューコマンド

source: Commands to add to the Show Apps button right click menu
ja: 「Show Apps」ボタンの右クリックメニューに追加するコマンド

source: Show Apps button context menu titles
ja: 「Show Apps」ボタンのコンテキストメニュータイトル

source: Titles for commands added to Show Apps button right click menu
ja: 「Show Apps」ボタンの右クリックメニューに追加されたコマンドのタイトル

source: Panel context menu commands
ja: パネルのコンテキストメニューコマンド

source: Commands to add to the panel right click menu
ja: パネルの右クリックメニューに追加するコマンド

source: Panel context menu titles
ja: パネルのコンテキストメニュータイトル

source: Titles for commands added to panel right click menu
ja: パネルの右クリックメニューに追加されたコマンドのタイトル

source: Show activities button
ja: アクティビティボタンを表示

source: Show activities button on the left hand side of the taskbar
ja: タスクバーの左側にアクティビティボタンを表示する

source: Width of show Desktop button
ja: “デスクトップを表示” ボタンの幅

source: Customize the width of the show Desktop button
ja: “デスクトップを表示” ボタンの幅をカスタマイズする

source: Show desktop on hover
ja: ホバー時にデスクトップを表示

source: Show the desktop on mouse hover
ja: マウスホバー時にデスクトップを表示する

source: Delay show desktop
ja: デスクトップ表示の遅延

source: Delay before showing the desktop
ja: デスクトップを表示する前の遅延

source: Show desktop animation time
ja: デスクトップ表示のアニメーション時間

source: Window fade animation time when showing the destop
ja: デスクトップ表示時のウィンドウのフェードアニメーション時間

source: Show window preview
ja: ウィンドウプレビューを表示

source: Show preview of running window on hover of app icon
ja: アプリアイコンにホバー時に実行中のウィンドウのプレビューを表示する

source: Show tooltip
ja: ツールチップを表示

source: Show tooltip on hover of app icon
ja: アプリアイコンのホバー時にツールチップを表示する

source: Show running apps
ja: 実行中のアプリを表示

source: Show or hide running application icons in the dash
ja: ダッシュボードに実行中のアプリケーションアイコンを表示または非表示にする

source: Show favorites apps
ja: お気に入りのアプリを表示

source: Show or hide favorite application icons in the dash
ja: ダッシュボードにお気に入りのアプリケーションアイコンを表示または非表示にする

source: Icon enter display time
ja: アイコン出現アニメーションの時間

source: Amount of time after entering icon to wait before displaying window preview if icon is not clicked or mouse has not left.
ja: アイコンがクリックされないか、マウスが離れない場合、アイコンに触れてからウィンドウのプレビューを表示するまでの時間。

source: Enable peek mode
ja: ピークモードを有効にする

source: Peek a window upon hover for some time
ja: しばらくホバーするとウィンドウをピーク表示する

source: Display title in preview
ja: プレビューにタイトルを表示

source: Display window title in preview
ja: プレビューにウィンドウタイトルを表示する

source: Window previews manual styling
ja: ウィンドウプレビューの手動スタイリング

source: This defines if the default window previews styling should be applied
ja: デフォルトのウィンドウプレビュースタイルを適用するかどうか

source: Title position
ja: タイトルの位置

source: Position of the window title, close button and icon in preview.
ja: プレビューにおけるウィンドウタイトル、閉じるボタン、およびアイコンの位置。

source: Window previews title font color
ja: ウィンドウプレビューのタイトルフォントの色

source: This defines the window preview titles font color.
ja: ウィンドウプレビュータイトルのフォントの色を定義する。

source: Window previews title font size
ja: ウィンドウプレビューのタイトルフォントサイズ

source: This defines the window preview titles font size.
ja: ウィンドウプレビュータイトルのフォントサイズを定義する。

source: Window previews use custom icon size
ja: ウィンドウプレビューでカスタムアイコンサイズを使用

source: Window previews use custom application icon size.
ja: ウィンドウプレビューでカスタムアプリアイコンサイズを使用する。

source: Window previews custom icon size
ja: ウィンドウプレビューのカスタムアイコンサイズ

source: Window previews custom application icon size.
ja: ウィンドウプレビューのカスタムアプリアイコンサイズ。

source: Window previews animation time
ja: ウィンドウプレビューのアニメーション時間

source: This defines the window previews animation time.
ja: ウィンドウプレビューのアニメーション時間を定義する。

source: Font weight of window preview titles
ja: ウィンドウプレビュータイトルのフォントの太さ

source: This defines the font weight of window preview titles. Supported values: inherit (from theme), normal, lighter, bold and bolder.
ja: ウィンドウプレビュータイトルのフォントの太さを定義する。 サポートされている値: inherit（テーマから継承）、normal、lighter、bold、および bolder。

source: Window previews size
ja: ウィンドウプレビューのサイズ

source: Preferred window previews size
ja: ウィンドウプレビューの希望サイズ

source: Fixed aspect ratio X
ja: 固定アスペクト比 X

source: This defines if the window previews use a fixed aspect ratio X.
ja: ウィンドウプレビューで固定アスペクト比 X を使用するかどうか。

source: Fixed aspect ratio Y
ja: 固定アスペクト比 Y

source: This defines if the window previews use a fixed aspect ratio Y.
ja: ウィンドウプレビューで固定アスペクト比 Y を使用するかどうか。

source: Window previews padding
ja: ウィンドウプレビューのパディング

source: The padding of the window previews
ja: ウィンドウプレビューのパディング

source: Aspect ratio X
ja: アスペクト比 X

source: The window previews respected aspect ratio X.
ja: ウィンドウプレビューがアスペクト比 X を維持する。

source: Aspect ratio Y
ja: アスペクト比 Y

source: The window previews respected aspect ratio Y.
ja: ウィンドウプレビューがアスペクト比 Y を維持する。

source: Immediate hide on icon click
ja: アイコンクリックですぐに隠す

source: The window previews immediately hide when an application icon is clicked.
ja: アプリケーションのアイコンがクリックされると、ウィンドウプレビューは即時に非表示になります。

source: Provide workspace isolation
ja: ワークスペース隔離を提供する

source: Dash shows only windows from the current workspace
ja: Dash は現在のワークスペースのウィンドウのみを表示する

source: Close overview by clicking in empty space
ja: 空のスペースをクリックしてオーバービューを閉じる

source: Close overview or app grid by clicking in empty space
ja: 空のスペースをクリックしてオーバービューまたはアプリグリッドを閉じる

source: Hide overview on startup
ja: 起動時にオーバービューを非表示にする

source: Hide overview on startup, which would be shown by default at gnome startup.
ja: GNOME 起動時にデフォルトで表示されるオーバービューを非表示にする。

source: Group applications
ja: アプリケーションをグループ化

source: Dash groups the application instances under the same icon
ja: Dash は同じアイコンの下にあるアプリケーションのインスタンスをグループ化する

source: Application title font size
ja: アプリケーションタイトルのフォントサイズ

source: When the applications are ungrouped, this defines the application titles font size.
ja: アプリケーションがグループ化されていない場合、これはアプリケーションタイトルのフォントサイズを定義する。

source: Font weight of application titles
ja: アプリケーションタイトルのフォントの太さ
zh_tw: 應用程式標題字型粗細

source: When the applications are ungrouped, this defines font weight of application titles. Supported values: inherit (from theme), normal, lighter, bold and bolder.
ja: アプリケーションがグループ化されていない場合、これはアプリケーションタイトルのフォントの太さを定義する。vサポートされている値: inherit (テーマから継承)、normal、lighter、bold、bolder。

source: Application title font color
ja: アプリケーションタイトルのフォントの色

source: When the applications are ungrouped, this defines the application titles font color.
ja: "アプリケーションがグループ化されていない場合、これはアプリケーションタイトルのフォントの色を定義する。

source: Minimized application title font color
ja: 最小化されたアプリケーションタイトルのフォントの色

source: When the applications are ungrouped, this defines the titles font color for minimized applications.
ja: アプリケーションがグループ化されていない場合、これは最小化されたアプリケーションタイトルのフォントの色を定義する。

source: Application title max width
ja: アプリケーションタイトルの最大幅

source: When the applications are ungrouped, this defines the application titles maximum width.
ja: アプリケーションがグループ化されていない場合、これはアプリケーションタイトルの最大幅を定義する。

source: Use a fixed width for the application titles
ja: アプリケーションタイトルに固定幅を使用
ru_ru: Использовать фиксированную ширину заголовков
zh_tw: 為應用程式標題使用固定寬度

source: The application titles all have the same width, even if their texts are shorter than the maximum width. The maximum width value is used as the fixed width.
ja: アプリケーションタイトルは、テキストが最大幅より短い場合でも同じ幅に揃えられます。最大幅の値が固定幅として使用されます。
ru_ru: Заголовки приложений имеют одинаковую ширину, даже если они короче максимальной ширины. Максимальное значение ширины используется как фиксированная ширина.
zh_tw: 應用程式標題都將使用相同寬度，即使其文字寬度無法達到最大寬度。最大寬度值將被用於固定寬度值。

source: Display running indicators on unfocused applications
ja: 非フォーカスアプリケーションに実行中インジケーターを表示
ru_ru: Индикатор запущенной программы когда окно не в фокусе
zh_tw: 在未取得焦點的應用上顯示執行指示器

source: When the applications are ungrouped, this defines if running applications should display an indicator.
ja: アプリケーションがグループ化されていない場合、これは実行中のアプリケーションにインジケーターを表示するかどうかを定義する。

source: Use favorite icons as application launchers
ja: お気に入りのアイコンをアプリケーションランチャーとして使用する

source: When the applications are ungrouped, this defines if running applications stay separate from the favorite icons.
ja: アプリケーションがグループ化されていない場合、これは実行中のアプリケーションがお気に入りのアイコンと分離して表示されるかどうかを定義する。

source: Primary monitor index
ja: プライマリモニターのインデックス

source: Specifies the id of the primary monitor.
ja: プライマリモニターの ID を指定する。

source: Display panels on all monitors
ja: すべてのモニターにパネルを表示
zh_tw: 在所有顯示器上顯示面板

source: Specifies if a panel is shown on every monitors
ja: すべてのモニターにパネルを表示するかどうかを指定する

source: Provide monitor isolation
ja: モニターの分離を提供

source: Dash shows only windows from the current monitor
ja: Dash は現在のモニターのウィンドウのみを表示する

source: Display the favorites on all monitors
ja: すべてのモニターにお気に入りを表示

source: Specifies if every panel should display the favorite applications. If false, the favorite appplications are only displayed on the primary monitor.
ja: すべてのパネルにお気に入りのアプリケーションを表示するかどうか指定する。false の場合、お気に入りのアプリケーションはプライマリモニターのみに表示される。

source: Customize click behaviour
ja: クリック動作のカスタマイズ

source: Customize action on various mouse events
ja: さまざまなマウスイベントにおける動作をカスタマイズする

source: Minimize on shift+click
ja: Shift+クリックで最小化

source: Activate only one window
ja: 1つのウィンドウのみアクティブ化

source: Action when clicking on a running app
ja: 実行中のアプリをクリックしたときのアクション

source: Set the action that is executed when clicking on the icon of a running application
ja: 実行中のアプリケーションのアイコンをクリックした際に実行されるアクションを設定する

source: Action when shift+clicking on a running app
ja: 実行中のアプリを Shift+クリックしたときのアクション

source: Set the action that is executed when shift+clicking on the icon of a running application
ja: 実行中のアプリケーションのアイコンを Shift+クリックした際に実行されるアクションを設定する

source: Set the action that is executed when middle-clicking on the icon of a running application
ja: 実行中のアプリケーションのアイコンを中クリックした際に実行されるアクションを設定する

source: Set the action that is executed when shift+middle-clicking on the icon of a running application
ja: 実行中のアプリケーションのアイコンを Shift+中クリックした際に実行されるアクションを設定する

source: Action when scrolling over the panel
ja: パネル上でスクロールしたときのアクション

source: Set the action that is executed when scrolling over the panel
ja: パネル上でスクロールした際に実行されるアクションを設定する

source: User defined context menu entries
ja: ユーザー定義のコンテキストメニュー項目

source: Delay between panel mouse scroll events
ja: パネル上のマウススクロールイベント間の遅延

source: Set the minimum delay between panel mouse scroll events
ja: パネル上のマウススクロールイベント間の最小遅延を設定する

source: Show the workspace switch head-up when workspace is changed by scrolling on the panel
ja: パネル上でのスクロールによりワークスペースが変更されたときに、ワークスペース切り替えのヘッドアップを表示する

source: Action when scrolling over a running app
ja: 実行中のアプリ上でスクロールした際のアクション

source: Set the action that is executed when scrolling over a running application
ja: 実行中のアプリケーション上でスクロールした際に実行されるアクションを設定する

source: Delay between icon mouse scroll events
ja: アイコン上のマウススクロールイベント間の遅延

source: Set the minimum delay between icon mouse scroll events
ja: アイコン上のマウススクロールイベント間の最小遅延を設定する

source: Icon leave preview timeout
ja: アイコンを離れた際のプレビュータイムアウト

source: Amount of time to leave preview windows open when the mouse has left the application's icon.
ja: アプリケーションのアイコンからマウスが離れた際にプレビューウィンドウを開いたままにする時間。

source: Enter window peeking mode timeout
ja: ウィンドウ覗き見モードに入るタイムアウト

source: Amount of time of inactivity to enter the window peeking mode when the mouse has entered a window preview.
ja: マウスがウィンドウプレビューに入った際、操作が行われない状態が続いた場合にウィンドウ覗き見モードへ移行するまでの時間。

source: Window peeking mode opacity
ja: ウィンドウ覗き見モードの不透明度
ru_ru: Режим прозрачности выделенного окна
zh_tw: 視窗概覽模式不透明度

source: All windows except for the peeked one have their opacity set to the same value.
ja: 覗き見されたウィンドウ以外のすべてのウィンドウは、不透明度が同じ値に設定されます。
ru_ru: Все окна, кроме выделенного, имеют прозрачность.
zh_tw: 除正在處於概覽狀態的視窗外，其它所有視窗的不透明度將被設定為同一個值。

source: Middle click preview to close window
ja: プレビュー上で中クリックしてウィンドウを閉じる

source: Middle click on the window preview to close that window
ja: ウィンドウプレビュー上で中リックすると、そのウィンドウを閉じる

source: Window previews use custom opacity
ja: ウィンドウプレビューでカスタム不透明度を使用

source: Window previews background use a different opacity from the panel
ja: ウィンドウプレビューの背景はパネルとは異なる不透明度を使用する

source: Window previews background opacity
ja: ウィンドウプレビューの背景の不透明度

source: Window previews use this custom background opacity.
ja: ウィンドウプレビューはこのカスタム背景不透明度を使用する。

source: Tray font size
ja: トレイのフォントサイズ

source: Set the size of the tray font. (0 for default)
ja: トレイのフォントサイズを設定する。(0 でデフォルト)

source: Leftbox font size
ja: 左ボックスのフォントサイズ

source: Set the size of the leftBox font. (0 for default)
ja: 左ボックスのフォントサイズを設定する。(0 でデフォルト)

source: Border radius of panel elements
ja: パネル要素枠の角丸

source: App icon margin
ja: アプリアイコンのマージン

source: Set the margin for application icons in the embedded dash.
ja: 埋め込み Dash のアプリケーションアイコンのマージンを設定する。

source: App icon padding
ja: アプリアイコンのパディング

source: Set the padding for application icons in the embedded dash.
ja: 埋め込み Dash のアプリケーションアイコンのパディングを設定する。

source: Tray item padding
ja: トレイアイテムのパディング
