Repository: home-sweet-gnome/dash-to-panel
Catalog: po/*.po
Languages: ja, ru_ru, zh_tw

source: Set the size of the tray padding. (-1 for default)
ja: トレイのパディングサイズを設定する。(-1 でデフォルト)

source: Leftbox item padding
ja: 左ボックスアイテムのパディング

source: Set the size of the leftBox padding. (-1 for default)
ja: 左ボックスのパディングサイズを設定する。(-1 でデフォルト)

source: Status icon padding
ja: ステータスアイコンのパディング

source: Set the size of the aggregate (status) menu icon padding. (-1 for default)
ja: 集約 (ステータス) メニューアイコンのパディングサイズを設定する。(-1 でデフォルト)

source: Animate running indicator when open/closing/switching applications
ja: アプリケーションの開閉・切り替え時に実行中インジケーターをアニメーション表示

source: Animate when new window launched
ja: 新しいウィンドウ起動時にアニメーション表示

source: Animate app icon on hover
ja: ホバー時にアプリアイコンをアニメーション表示

source: App icon hover animation type
ja: アプリアイコンホバーアニメーションの種類

source: App icon hover animation curve convexity (1 is linear, more is convex, less is concave)
ja: アプリアイコンホバー時のアニメーションカーブの凸度 (1 は線形、1 より大きい場合は凸、1 より小さい場合は凹)

source: App icon hover animation duration in milliseconds
ja: アプリアイコンホバー時のアニメーション継続時間 (ミリ秒)

source: App icon hover animation extent (maximum number of animated icons)
ja: アプリアイコンホバー時のアニメーションの範囲（アニメーション化されるアイコンの最大数）

source: App icon hover animation rotation in degrees
ja: アプリアイコンホバー時のアニメーション回転角度 (度)

source: App icon hover animation travel translation in relation to the app icon size
ja: アプリアイコンホバー時のアニメーション移動量（アイコンサイズに対する相対値）

source: App icon hover animation zoom scale in relation to the app icon size
ja: アプリアイコンホバー時のアニメーションズームスケール（アイコンサイズに対する相対値）

source: Highlight app icon on hover
ja: アプリアイコンのホバー時にハイライト

source: Highlight color
ja: ハイライト色
ru_ru: Цвет подсветки
zh_tw: 高亮顏色

source: Mouse down highlight color
ja: マウスダウン時のハイライト色

source: Highlight border radius
ja: ハイライト枠の角丸

source: Integrate items from the gnome appmenu into the right click menu
ja: GNOME アプリメニューの項目を右クリックメニューに統合する

source: Display App Details to open Gnome Software from right click menu
ja: 右クリックメニューから GNOME Software を起動するために「アプリの詳細」を表示する

source: Keybinding to show the dock and the number overlay.
ja: ドックおよび数字オーバーレイを表示するためのキー割り当て。

source: Behavior depends on hotkeys-show-dock and hotkeys-overlay.
ja: 動作は hotkeys-show-dock および hotkeys-overlay に依存します。

source: Timeout to hide the panel after showing the overlay using the shortcut, in seconds
ja: ショートカットを使用してオーバーレイを表示した後、パネルを隠すまでのタイムアウト（秒）

source: Timeout to hide the dock, in seconds
ja: ドックを隠すまでのタイムアウト（秒）

source: Sets the time duration before the dock is hidden again.
ja: ドックが再び非表示になるまでの時間を設定する。

source: Transitivity of the number overlay
ja: 数字オーバーレイの推移性

source: You can choose between NEVER, TEMPORARILY and ALWAYS.
ja: NEVER、TEMPORARILY、ALWAYS から選択できます。

source: Super Hot-Keys
ja: Super ホットキー

source: Launch and switch between dash items using Super+(0-9)
ja: Super+(0-9) を使用して Dash アイテムを起動および切り替える

source: Prefix to use for hotkeys
ja: ホットキーに使用するプレフィックス

source: You can choose between Super or SuperAlt as the prefix for hotkeys.
ja: ホットキーのプレフィックスとして Super または SuperAlt を選択できます。

source: Show overlay on secondary monitors
ja: セカンダリモニターにオーバーレイを表示する

source: Show window previews
ja: ウィンドウプレビューを表示する

source: When multiple instances of the application are available, show their window previews
ja: アプリケーションの複数のインスタンスが利用可能な場合、各インスタンスのウィンドウプレビューを表示する

source: Hotkeys number keys
ja: ホットキーの数字キー

source: Which number keys are used for the hotkeys
ja: ホットキーに使用される数字キー

source: Keybinding to launch 1st dash app
ja: 1番目の Dash アプリを起動するキー割り当て

source: Keybinding to launch 1st app.
ja: 1番目のアプリを起動するためのキー割り当て。

source: Keybinding to launch 2nd dash app
ja: 2番目の Dash アプリを起動するキー割り当て

source: Keybinding to launch 2nd app.
ja: 2番目のアプリを起動するためのキー割り当て。

source: Keybinding to launch 3rd dash app
ja: 3番目の Dash アプリを起動するキー割り当て

source: Keybinding to launch 3rd app.
ja: 3番目のアプリを起動するためのキー割り当て。

source: Keybinding to launch 4th dash app
ja: 4番目の Dash アプリを起動するキー割り当て

source: Keybinding to launch 4th app.
ja: 4番目のアプリを起動するためのキー割り当て。

source: Keybinding to launch 5th dash app
ja: 5番目の Dash アプリを起動するキー割り当て

source: Keybinding to launch 5th app.
ja: 5番目のアプリを起動するためのキー割り当て。

source: Keybinding to launch 6th dash app
ja: 6番目の Dash アプリを起動するキー割り当て

source: Keybinding to launch 6th app.
ja: 6番目のアプリを起動するためのキー割り当て。

source: Keybinding to launch 7th dash app
ja: 7番目の Dash アプリを起動するキー割り当て

source: Keybinding to launch 7th app.
ja: 7番目のアプリを起動するためのキー割り当て。

source: Keybinding to launch 8th dash app
ja: 8番目の Dash アプリを起動するキー割り当て

source: Keybinding to launch 8th app.
ja: 8番目のアプリを起動するためのキー割り当て。

source: Keybinding to launch 9th dash app
ja: 9番目の Dash アプリを起動するキー割り当て

source: Keybinding to launch 9th app.
ja: 9番目のアプリを起動するためのキー割り当て。

source: Keybinding to launch 10th dash app
ja: 10番目の Dash アプリを起動するキー割り当て

source: Keybinding to launch 10th app.
ja: 10番目のアプリを起動するためのキー割り当て。

source: Keybinding to trigger 1st dash app with shift behavior
ja: Shift 動作付きで1番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to trigger 1st app with shift behavior.
ja: Shift 動作付きで1番目のアプリをトリガーするためのキー割り当て。

source: Keybinding to trigger 2nd dash app with shift behavior
ja: Shift 動作付きで2番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to trigger 2nd app with shift behavior.
ja: Shift 動作付きで2番目のアプリをトリガーするためのキー割り当て。

source: Keybinding to trigger 3rd dash app with shift behavior
ja: Shift 動作付きで3番目の Dash アプリを起動するキー割り当て

source: Keybinding to trigger 3rd app with shift behavior.
ja: Shift 動作付きで3番目のアプリをトリガーするためのキー割り当て。

source: Keybinding to trigger 4th dash app with shift behavior
ja: Shift 動作付きで4番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to trigger 4th app with shift behavior.
ja: Shift 動作付きで4番目のアプリをトリガーするためのキー割り当て。

source: Keybinding to trigger 5th dash app with shift behavior
ja: Shift 動作付きで5番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to trigger 5th app with shift behavior.
ja: Shift 動作付きで5番目のアプリをトリガーするためのキー割り当て。

source: Keybinding to trigger 6th dash app with shift behavior
ja: Shift 動作付きで6番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to trigger 6th app with shift behavior.
ja: Shift 動作付きで6番目のアプリをトリガーするためのキー割り当て。

source: Keybinding to trigger 7th dash app with shift behavior
ja: Shift 動作付きで7番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to trigger 7th app with shift behavior.
ja: Shift 動作付きで7番目のアプリをトリガーするためのキー割り当て。

source: Keybinding to trigger 8th dash app with shift behavior
ja: Shift 動作付きで8番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to trigger 8th app with shift behavior.
ja: Shift 動作付きで8番目のアプリをトリガーするためのキー割り当て。

source: Keybinding to trigger 9th dash app with shift behavior
ja: Shift 動作付きで9番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to trigger 9th app with shift behavior.
ja: Shift 動作付きで9番目のアプリをトリガーするためのキー割り当て。

source: Keybinding to trigger 10th dash app with shift behavior
ja: Shift 動作付きで10番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to trigger 10th app with shift behavior.
ja: Shift 動作付きで10番目のアプリをトリガーするためのキー割り当て。

source: Keybinding to trigger 1st dash app
ja: 1番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to either show or launch the 1st application in the dash.
ja: 1番目の Dash アプリを表示または起動するためのキー割り当て。

source: Keybinding to trigger 2nd dash app
ja: 2番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to either show or launch the 2nd application in the dash.
ja: 2番目の Dash アプリを表示または起動するためのキー割り当て。

source: Keybinding to trigger 3rd dash app
ja: 2番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to either show or launch the 3rd application in the dash.
ja: 3番目の Dash アプリを表示または起動するためのキー割り当て。

source: Keybinding to trigger 4th dash app
ja: 4番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to either show or launch the 4th application in the dash.
ja: 4番目の Dash アプリを表示または起動するためのキー割り当て。

source: Keybinding to trigger 5th dash app
ja: 5番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to either show or launch the 5th application in the dash.
ja: 5番目の Dash アプリを表示または起動するためのキー割り当て。

source: Keybinding to trigger 6th dash app
ja: 6番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to either show or launch the 6th application in the dash.
ja: 6番目の Dash アプリを表示または起動するためのキー割り当て。

source: Keybinding to trigger 7th dash app
ja: 7番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to either show or launch the 7th application in the dash.
ja: 7番目の Dash アプリを表示または起動するためのキー割り当て。

source: Keybinding to trigger 8th dash app
ja: 8番目の Dash アプリをトリガーするキー割り当て

source: Keybinding to either show or launch the 8th application in the dash.
ja: 8番目の Dash アプリを表示または起動するためのキー割り当て。

source: Keybinding to trigger 9th dash app
ja: 9番目の Dash アプリを起動するキー割り当て

source: Keybinding to either show or launch the 9th application in the dash.
ja: 9番目の Dash アプリを表示または起動するためのキー割り当て。

source: Keybinding to trigger 10th dash app
ja: 10番目の Dash アプリを起動するキー割り当て

source: Keybinding to either show or launch the 10th application in the dash.
ja: 10番目の Dash アプリを表示または起動するためのキー割り当て。

source: Show progress bar on app icon
ja: アプリアイコンにプログレスバーを表示

source: Whether to show progress bar overlay on app icon, for supported applications.
ja: サポートされているアプリケーションについて、アプリアイコン上にプログレスバーオーバーレイを表示するかどうか。

source: Show badge count on app icon
ja: アプリアイコンにバッジ数を表示

source: Whether to show badge count overlay on app icon, for supported applications.
ja: サポートされているアプリケーションについて、アプリアイコン上にバッジ数オーバーレイを表示するかどうか。

source: The preferences page name to display
ja: 表示する設定ページの名前

source: Track if the preferences window is opened
ja: 設定ウィンドウが開いているかどうかを追跡する

source: Installed extension version
ja: インストールされている拡張機能のバージョン

source: Quit
ja: 終了
ru_ru: Выйти
zh_tw: 退出

source: Quit %d Window
ja: %d 個のウィンドウを終了

source: Power options
ja: 電源オプション

source: Event logs
ja: イベントログ

source: System
ja: システム

source: Device Management
ja: デバイス管理

source: Disk Management
ja: ディスク管理

source: Unlock taskbar
ja: タスクバーのロック解除
zh_tw: 解鎖工作列

source: Lock taskbar
ja: タスクバーをロック
zh_tw: 鎖定工作列

source: Gnome Settings
ja: GNOME 設定

source: Dash to Panel Settings
ja: Dash to Panel 設定
ru_ru: Dash to Panel Настройки
zh_tw: Dash to Panel 設定

source: Restore Windows
ja: ウィンドウを復元
ru_ru: Восстановить окна
zh_tw: 恢復視窗

source: Show Desktop
ja: デスクトップを表示
ru_ru: Показать рабочий стол
zh_tw: 顯示桌面

source: Dash to Panel has been updated!
ja: Dash to Panel が更新されました！

source: You are now running version
ja: 現在実行中のバージョン

source: See what's new
ja: 新着情報を表示する

source: Top Bar
ja: トップバー

source: Show Desktop button height (px)
ja: “デスクトップを表示” ボタンの高さ (px)

source: Show Desktop button width (px)
ja: “デスクトップを表示” ボタンの幅 (px)
ru_ru: Показывать кнопку <i>Рабочий стол</i> (в пикселях)
zh_tw: “顯示桌面”按鈕圖示寬度（畫素）

source: Left
ja: 左

source: Center
ja: 中央

source: Right
ja: 右

source: Top
ja: 上
ru_ru: Наверху
zh_tw: 頂部

source: Middle
ja: 中央

source: Bottom
ja: 下
ru_ru: Внизу
zh_tw: 底部

source: Start
ja: 開始

source: End
ja: 終了

source: Show Applications button
ja: “アプリケーションを表示“ ボタン

source: Activities button
ja: アクティビティボタン

source: Taskbar
ja: タスクバー

source: Date menu
ja: 日付メニュー

source: System menu
ja: システムメニュー

source: Left box
ja: 左ボックス

source: Center box
ja: 中央ボックス

source: Right box
ja: 右ボックス

source: Desktop button
ja: デスクトップボタン

source: Move up
ja: 上に移動

source: Move down
ja: 下に移動

source: Visible
ja: 表示

source: Select element position
ja: 要素の位置を選択してください

source: Stacked to top
ja: 上寄せ

source: Stacked to left
ja: 左寄せ

source: Stacked to bottom
ja: 下寄せ

source: Stacked to right
ja: 右寄せ

source: Centered
ja: 中央

source: Monitor Center
ja: モニターの中央

source: More options
ja: 詳細オプション

source: Reset to defaults
ja: 初期設定に戻す
ru_ru: Сброс в значения по умолчанию
zh_tw: 恢復預設值

source: Show Applications options
ja: “アプリケーションを表示”のオプション
ru_ru: Показывать иконку <i>Программы</i>
zh_tw: “顯示應用程式”選項

source: Open icon
ja: アイコンを開く

source: Show Desktop options
ja: “デスクトップを表示”のオプション
ru_ru: Параметры "Свернуть всё"
zh_tw: “顯示桌面”選項

source: Primary monitor
ja: プライマリモニター

source: Monitor
ja: モニター
zh_tw: 顯示器

source: Running Indicator Options
ja: 実行中インジケーターのオプション
ru_ru: Опции запущенных индикаторов
zh_tw: 執行指示器選項

source: Dynamic opacity options
ja: 動的な不透明度のオプション
zh_tw: 動態半透明選項

source: Intellihide options
ja: インテリハイドのオプション
ru_ru: Настройки автоматического скрытия
zh_tw: 智慧隱藏選項

source: Window preview options
ja: ウィンドウプレビューのオプション
ru_ru: Настройки предпросмотра окон
zh_tw: 視窗預覽選項

source: Ungrouped application options
ja: グループ化されていないアプリケーションのオプション
ru_ru: Настройка разгруппировки
zh_tw: 未分組的應用程式選項

source: Customize middle-click behavior
ja: 中クリックの動作をカスタマイズ
ru_ru: Настройка клика средней кнопки
zh_tw: 自定義中鍵點選行為

source: Text
ja: テキスト

source: Command
ja: コマンド

source: Remove
ja: 削除

source: Customize panel scroll behavior
ja: パネルのスクロール動作をカスタマイズ

source: Customize icon scroll behavior
ja: アイコンのスクロール動作をカスタマイズ

source: Advanced hotkeys options
ja: 高度なホットキーのオプション
ru_ru: Расширенные настройка горячих клавиш
zh_tw: 高階熱鍵選項

source: Secondary Menu Options
ja: セカンダリメニューのオプション
ru_ru: Второе меню опций
zh_tw: 次級選單選項

source: %d icon
ja: %d 個のアイコン

source: App icon animation options
ja: アプリアイコンのアニメーションオプション

source: App icon highlight options
ja: アプリアイコンのハイライトオプション

source: Export settings
ja: 設定をエクスポート
zh_tw: 匯出設定

source: Import settings
ja: 設定をインポート
zh_tw: 匯入設定

source: Move to current Workspace
ja: 現在のワークスペースに移動

source: Animation type
ja: アニメーションの種類

source: Simple
ja: シンプル

source: Ripple
ja: リップル

source: Plank
ja: プランク

source: Duration
ja: 持続時間

source: Rotation
ja: 回転

source: Travel
ja: 移動距離

source: Zoom
ja: ズーム

source: Convexity
ja: なだらかさ

source: Extent
ja: 範囲

source: Highlight focused application
ja: フォーカスされたアプリケーションをハイライト
ru_ru: Подсвечивать выделенную иконку
zh_tw: 高亮顯示取得焦點的應用程式

source: Icon dominant color
ja: アイコンのドミナントカラー

source: Custom color
ja: カスタムカラー

source: Highlight opacity
ja: ハイライトの不透明度
ru_ru: Прозрачность подсветки
zh_tw: 高亮不透明度

source: Indicator size (px)
ja: インジケーターのサイズ (px)

source: Indicator color - Icon Dominant
ja: インジケーターの色 - アイコンのドミナント

source: Indicator color - Override Theme
ja: インジケーターの色 - テーマを上書き
ru_ru: Переназначить цвета темы
zh_tw: 指示器顏色 - 覆蓋主題

source: 1 window open (or ungrouped)
ja: 1つのウィンドウが開いている（またはグループ化されていない）
ru_ru: Когда одно окно открыто (или не сгруппировано)
zh_tw: 1 視窗開啟（或未分組）

source: Apply to all
ja: すべてに適用
ru_ru: Применить ко всем
zh_tw: 應用至全部

source: 2 windows open
ja: 2つのウィンドウが開いている
ru_ru: Когда два окна открыто
zh_tw: 2 視窗開啟

source: 3 windows open
ja: 3つのウィンドウが開いている
ru_ru: Когда три окна открыто
zh_tw: 3 視窗開啟

source: 4+ windows open
ja: 4つ以上のウィンドウが開いている
ru_ru: Когда четыре+ окна открыто
zh_tw: 4+ 視窗開啟

source: Use different for unfocused
ja: 非アクティブ時は別のものを使用する
ru_ru: Использовать другой когда не в фокусе
zh_tw: 為未取得焦點的程式使用不同方案

source: The panel background opacity is affected by
ja: パネル背景の不透明度は以下によって影響を受けます
zh_tw: 面板背景不透明度的影響因素

source: All windows
ja: すべてのウィンドウ
ru_ru: Все окна
zh_tw: 所有視窗

source: Focused windows
ja: フォーカスされたウィンドウ
ru_ru: Окно в фокусе
zh_tw: 獲得焦點的視窗

source: Maximized windows
ja: 最大化されたウィンドウ
ru_ru: Развернуть окно
zh_tw: 最大化視窗

source: Change opacity when a window gets closer than (px)
ja: 不透明度を変更するウィンドウの距離 (px)
zh_tw: 在視窗多靠近時修改不透明度（畫素 px）

source: Change opacity to (%)
ja: 不透明度を次に変更 (%)
zh_tw: 將不透明度修改為（%）

source: Opacity change animation duration (ms)
ja: 不透明度変更のアニメーションの長さ (ミリ秒)
zh_tw: 不透明度變更動畫持續時間（毫秒）

source: Font size (px) of the application titles (default is 14)
ja: アプリケーションタイトルのフォントサイズ (px) (既定値は14)
ru_ru: Размер шрифта (в пикселях) заголовка приложений (по умолчанию 14)
zh_tw: 應用程式標題字型大小（畫素）（預設值為 14）

source: inherit from theme
ja: テーマから継承
zh_tw: 繼承自主題

source: normal
ja: 標準
zh_tw: 正常

source: lighter
ja: 細字
zh_tw: 較細

source: bold
ja: 太字
zh_tw: 粗體

source: bolder
ja: 極太
zh_tw: 更粗

source: Font color of the application titles
ja: アプリケーションタイトルのフォント色
ru_ru: Цвет шрифта заголовка приложений
zh_tw: 應用程式標題字型顏色

source: Font color of the minimized application titles
ja: 最小化されたアプリケーションタイトルのフォント色

source: Maximum width (px) of the application titles
ja: アプリケーションタイトルの最大幅 (px)

source: (default is 160)
ja: (既定値は160)

source: Use the favorite icons as application launchers
ja: お気に入りアイコンをアプリケーションランチャーとして使用する
ru_ru: Показывать избранные приложения
zh_tw: 使用收藏的圖示作為應用程式啟動器

source: Highlight AppIcon color
ja: アプリアイコンのハイライト色

source: Pressed AppIcon color
ja: アプリアイコンの押下色

source: Highlight AppIcon border radius
ja: アプリアイコンのハイライト枠の角丸

source: Overrides global border radius (default is 0)
ja: グローバルボーダー半径を上書きする (既定値は 0)

source: Only hide the panel from windows
ja: ウィンドウに限ってパネルを隠す

source: Overlapping
ja: 重なり

source: On same monitor
ja: 同じモニター上

source: The panel hides from
ja: パネルが隠れる対象
ru_ru: Скриывать панель с
zh_tw: 觸發面板隱藏的物件

source: Touching the monitor's edge with the pointer reveals the panel
ja: ポインターがモニターの端に触れるとパネルが表示される

source: Hovering the panel area keeps the panel revealed
ja: パネル領域にカーソルを合わせると、パネルが表示されたままになります

source: Require pressure at the edge of the monitor to reveal the panel
ja: パネルを表示するにはマウスカーソルを画面端へ押し当てる必要があります

source: Required pressure threshold (px)
ja: 必要な押し当てのしきい値 (px)
ru_ru: Область у границы для показа панели (в пикселях)
zh_tw: 所需壓力閾值（畫素）

source: Required pressure timeout (ms)
ja: 必要な押し当てのタイムアウト (ミリ秒)
ru_ru: Задержка показа при приближении к краю (в мс)
zh_tw: 所需壓力超時（毫秒）

source: Allow the panel to be revealed while in fullscreen mode
ja: フルスクリーンモード時にパネルを表示できるようにする
ru_ru: Разрешить отображение панели в полноэкранном режиме
zh_tw: 允許面板在全螢幕模式下顯示

source: (requires multi-monitors option)
ja: (マルチモニターオプションが必要)

source: Only hide secondary panels
ja: セカンダリーパネルのみを隠す

source: Syntax: &lt;Shift&gt;, &lt;Ctrl&gt;, &lt;Alt&gt;, &lt;Super&gt;
ja: シンタックス: &lt;Shift&gt;, &lt;Ctrl&gt;, &lt;Alt&gt;, &lt;Super&gt;

source: Keyboard shortcut to reveal and hold the panel
ja: パネルを表示して維持するためのキーボードショートカット
zh_tw: 顯示並保持面板的鍵盤快捷鍵

source: e.g. <Super>i
ja: 例: <Super>i
zh_tw: 例如 <Super>i

source: Persist state across restarts
ja: 再起動後も状態を維持する

source: (respects Gnome "Do Not Disturb" and requires show notification counter badge option)
ja: （GNOME の「サイレントモード」を考慮し、通知カウンターバッジ表示オプションが必要）

source: Reveal and hold the panel on notification
ja: 通知時にパネルを表示して状態を維持する

source: Hide and reveal animation duration (ms)
ja: 表示/非表示アニメーションの長さ (ミリ秒)
ru_ru: Скрыть и показать задержка анимации (в мс)
zh_tw: 隱藏與顯示動畫持續時間（毫秒）

source: Delay before hiding the panel (ms)
ja: パネルを隠すまでの遅延 (ミリ秒)
ru_ru: Задержка перед скрытием панели (в мс)
zh_tw: 隱藏面板之前的延時（毫秒）

source: Delay before revealing the panel (ms)
ja: パネルを表示するまでの遅延 (ミリ秒)

source: Delay before enabling intellihide on start (ms)
ja: 起動時にインテリハイドを有効にするまでの遅延 (ミリ秒)

source: Shift+Click action
ja: Shift + クリックの動作
ru_ru: Действия для Shift+Клик
zh_tw: Shift+點選動作

source: When set to minimize, double clicking minimizes all the windows of the application.
ja: 最小化に設定されている場合、ダブルクリックするとそのアプリケーションのすべてのウィンドウが最小化されます。
ru_ru: Когда установлено сворачивать" , двойной клик сворачивает все окна приложений.
zh_tw: 設定為最小化時，雙擊將最小化該應用程式的所有視窗。

source: Raise windows
ja: ウィンドウを最前面に移動

source: Minimize window
ja: ウィンドウの最小化
ru_ru: Свернуть окно
zh_tw: 最小化視窗

source: Launch new instance
ja: 新しいウィンドウを開く
ru_ru: Запустить ещё одну копию
zh_tw: 啟動新例項

source: Cycle through windows
ja: ウィンドウを順に切り替え
ru_ru: Активировать программу
zh_tw: 在視窗間迴圈切換

source: Cycle windows + minimize
ja: ウィンドウを順に切り替え、最小化
ru_ru: Активировать программу + Свернуть
zh_tw: 迴圈視窗 + 最小化

source: Toggle single / Preview multiple
ja: 単一 切り替え / 複数 プレビュー

source: Toggle single / Cycle multiple
ja: 単一 切り替え / 複数 順に切り替え

source: Toggle single / Spread multiple
ja: 単一 切り替え / 複数 展開

source: Middle-Click action
ja: 中クリックの動作
ru_ru: Действие на нажатие средней кнопки
zh_tw: 中鍵點選動作

source: Behavior for Middle-Click.
ja: 中クリック時の動作。
ru_ru: Поведение для средней кнопки.
zh_tw: 中鍵點選行為。

source: Shift+Middle-Click action
ja: Shift + 中クリックの動作
ru_ru: Действие на нажатие Shift+средняя_кнопка
zh_tw: Shift+中鍵點選動作

source: Behavior for Shift+Middle-Click.
ja: Shift + 中クリック時の動作。
ru_ru: Поведение для Shift+средняя_кнопка.
zh_tw: Shift+中鍵點選的行為。

source: Hotkeys will either be Super+Number or Super+Alt+Num
ja: ホットキーは、Super + 数字キーまたは Super + Alt + 数字キーのいずれかになります
ru_ru: Комбинация клавиши для программ на панели либо Super+Number, либо Super+Alt+Num
zh_tw: 熱鍵可以是 Super+數字 或者 Super+Alt+數字

source: Hotkeys prefix
ja: ホットキープレフィックス
ru_ru: Префик горячих клавиш
zh_tw: 熱鍵字首

source: Temporarily show the application numbers over the icons when using the hotkeys.
ja: ホットキー使用時、アイコン上にアプリケーション番号を一時的に表示する。
ru_ru: Временно показывать цифры на иконках программ при нажатии горячей клавиши.
zh_tw: 使用熱鍵時在應用圖示上臨時顯示其對應數字。

source: Number overlay
ja: 番号オーバーレイ
ru_ru: Наложение цифр
zh_tw: 數字附加顯示

source: Never
ja: 表示しない
ru_ru: Никогда
zh_tw: 從不

source: Show temporarily
ja: 一時的に表示
ru_ru: Показать временно
zh_tw: 暫時顯示

source: Always visible
ja: 常に表示
ru_ru: Всегда видимый
zh_tw: 總是可見

source: Hide timeout (ms)
ja: 非表示にするまでの時間 (ミリ秒)
ru_ru: Задержка скрытия (в мс)
zh_tw: 隱藏延時（毫秒）

source: Shortcut to show the overlay for 2 seconds
ja: オーバーレイを 2 秒間表示するショートカット
ru_ru: Показать оверлей на иконках на 2 секунды
zh_tw: 顯示兩秒鐘附加數字的快捷鍵

source: e.g. <Super>q
ja: 例: <Super>q
zh_tw: 例如 <Super>q

source: On secondary monitors, show the overlay on icons matching the primary monitor
ja: セカンダリモニターでは、プライマリモニターに対応するアイコン上にオーバーレイを表示する

source: Show the overlay on all monitors
ja: すべてのモニターにオーバーレイを表示

source: Show previews when the application have multiple instances
ja: アプリケーションに複数のインスタンスがある場合、プレビューを表示する
zh_tw: 應用程式有多個例項時顯示預覽

source: Show window previews on hotkey
ja: ホットキーでウィンドウプレビューを表示
zh_tw: 按下熱鍵時顯示視窗預覽

source: Select which keyboard number keys are used to activate the hotkeys
ja: ホットキーの起動に使用するキーボードの数字キーを選択する

source: Hotkeys are activated with
ja: ホットキーは以下で有効になります

source: Number row
ja: 数字キー

source: Numeric keypad
ja: テンキー

source: Both
ja: 両方

source: Delay between mouse scroll events (ms)
ja: マウススクロールイベント間の遅延 (ミリ秒)

source: Use this value to limit the number of captured mouse scroll events.
ja: この値を使用し、取得するマウススクロールイベントの数を制限します。

source: Show popup when changing workspace
ja: ワークスペース変更時にポップアップを表示する

source: This affects workspace popup when scrolling on the panel only.
ja: これはパネル上でスクロールしたときのワークスペースのポップアップにのみ影響します。

source: Integrate <i>AppMenu</i> items
ja: <b>アプリメニュー</b>の項目を統合
ru_ru: Интегрировать <i>Меню Программы</i>
zh_tw: 整合<b>應用選單</b>項

source: <i>App Details</i> menu item
ja: <b>アプリの詳細</b> メニュー項目

source: <i>App Details</i> is only available when Gnome Software is installed
ja: <i>アプリの詳細</i>は GNOME ソフトウェアがインストールされている場合のみ利用できます

source: Show Applications icon
ja: “アプリを表示” アイコン

source: Show Applications icon side padding (px)
ja: “アプリを表示” アイコンのパディング (px)

source: Override escape key and return to desktop
ja: Esc キーで直接デスクトップに戻る

source: Reveal the desktop when hovering the Show Desktop button
ja: 「デスクトップを表示」ボタンのホバー時にデスクトップを表示する

source: Delay before revealing the desktop (ms)
ja: デスクトップを表示するまでの遅延時間 (ミリ秒)

source: Fade duration (ms)
ja: フェード時間 (ミリ秒)

source: Time (ms) before showing
ja: 表示するまでの時間 (ミリ秒)

source: (400 is default)
ja: (既定値は 400)

source: Time (ms) before hiding
ja: 隠すまでの時間 (ミリ秒)

source: (100 is default)
ja: (既定値は 100)

source: Immediate on application icon click
ja: アプリケーションアイコンをクリックすると、すぐに隠す

source: Animation time (ms)
ja: アニメーション時間 (ミリ秒)

source: Middle click on the preview to close the window
ja: プレビューを中クリックすると、ウィンドウを閉じる

source: Window previews preferred size (px)
ja: ウィンドウプレビューの優先サイズ (px)

source: Window previews aspect ratio X (width)
ja: ウィンドウプレビューのアスペクト比 X (幅)

source: Fixed
ja: 固定

source: Window previews aspect ratio Y (height)
ja: ウィンドウプレビューのアスペクト比 Y (高さ)

source: Window previews padding (px)
ja: ウィンドウプレビューのパディング (px)

source: Use custom opacity for the previews background
ja: プレビューの背景にカスタム不透明度を使用する

source: If disabled, the previews background have the same opacity as the panel.
ja: 無効にすると、プレビューの背景はパネルと同じ不透明度になります。

source: Close button and header position
ja: 閉じるボタンとヘッダーの位置

source: Display window preview headers
ja: ウィンドウプレビューのヘッダーを表示

source: Icon size (px) of the window preview
ja: ウィンドウプレビューのアイコンサイズ (px)

source: If disabled, the previews icon size will be based on headerbar size
ja: 無効にすると、ウィンドウプレビューのアイコンサイズはヘッダーバーのサイズに基づきます

source: Font size (px) of the preview titles
ja: プレビュータイトルのフォントサイズ (px)
