Repository: home-sweet-gnome/dash-to-panel
Catalog: po/*.po
Languages: ja, ru_ru, zh_tw

source: Font weight of the preview titles
ja: プレビュータイトルのフォントの太さ

source: Font color of the preview titles
ja: プレビュータイトルのフォントの色

source: Enable window peeking
ja: ウィンドウの覗き見を有効化
ru_ru: Переводить окно на передний план
zh_tw: 啟用視窗概覽功能

source: When hovering over a window preview for some time, the window gets distinguished.
ja: ウィンドウプレビュー上にカーソルを一定時間置くと、そのウィンドウ以外が透明化されます。
ru_ru: При наведении на иконку предпросмотра иногда окно выделяется.
zh_tw: 在視窗預覽上懸浮一定時間後，該視窗將被區別顯示。

source: Enter window peeking mode timeout (ms)
ja: ウィンドウの覗き見モードに入るタイムアウト (ミリ秒)
ru_ru: Задержка перед помещением окна на передний план (в мс)
zh_tw: 進入視窗概覽模式延時（毫秒）

source: Time of inactivity while hovering over a window preview needed to enter the window peeking mode.
ja: ウィンドウの覗き見モードに入るために必要な、ウィンドウプレビューにマウスを合わせている間の非操作時間。
ru_ru: Время бездействия при наведении указателя на иконку предпросмотра для перевода окна на передний план.
zh_tw: 為進入視窗概覽模式，需要游標懸浮在預覽視窗上不活動的時間。

source: About
ja: Dash to Panel について
ru_ru: О программе
zh_tw: 關於

source: Info
ja: 情報

source: Version
ja: バージョン

source: Source
ja: ソース

source: Export and Import
ja: エクスポートとインポート

source: Use the buttons below to create a settings file from your current preferences that can be imported on a different machine.
ja: 以下のボタンを使用して、現在の設定から別のマシンでインポート可能な設定ファイルを作成します。
zh_tw: 使用下面的按鈕以基於您當前的首選項建立一個設定檔案；您稍後可使用該檔案在其他機器上匯入設定。

source: Export and import settings
ja: 設定のエクスポートとインポート
zh_tw: 匯入匯出設定

source: Export to file
ja: ファイルへエクスポート
zh_tw: 匯出至檔案

source: Import from file
ja: ファイルからインポート
zh_tw: 從檔案匯入

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
ja: <span size="small">このプログラムは、一切の保証を伴いません。 詳しくは <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0-translations.html">GNU General Public License, version 2 またはそれ以降</a> をご確認ください。</span>
ru_ru: <span size="small">Эта программа поставляет без какой либо гарантии. Подробнее на <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a></span>
zh_tw: <span size="small">本程式不提供任何擔保。 請檢視 <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU 通用公共許可證，第二版或更新版本</a> 以瞭解詳情。</span>

source: Sponsored and originally developed by
ja: スポンサー提供およびオリジナル開発

source: Action
ja: アクション

source: Click action
ja: クリック時のアクション
ru_ru: Действие при клике
zh_tw: 點選行為

source: Behaviour when clicking on the icon of a running application.
ja: 実行中のアプリケーションのアイコンをクリックしたときの動作。
ru_ru: Поведение при клике на иконке запущенной программы.
zh_tw: 點選正在執行應用程式圖示時的行為。

source: Toggle windows
ja: ウィンドウを切り替え

source: Scroll action
ja: スクロール時のアクション

source: Behavior when mouse scrolling over the panel.
ja: パネル上でマウススクロールしたときの動作。

source: Scroll panel action
ja: パネルスクロール時のアクション

source: Do nothing
ja: 何もしない

source: Switch workspace
ja: ワークスペースの切り替え

source: Cycle windows
ja: ウィンドウを循環表示

source: Change volume
ja: 音量を変更

source: Behavior when mouse scrolling over an application icon.
ja: アプリアイコン上でマウススクロールしたときの動作。

source: Scroll icon action
ja: アイコンスクロール時のアクション

source: Same as panel
ja: パネルと同じ

source: Hotkey overlay
ja: ホットキーオーバーレイ

source: Enable Super+(0-9) as shortcuts to activate apps. It can also be used together with Shift and Ctrl.
ja: アプリを起動するショートカットとして Super+(0-9) を有効にする。Shift や Ctrl と併用することもできます。
ru_ru: Использовать Super+(0-9) как горячие клавиши запуска программ. Здесь можно использовать Shift и Ctrl.
zh_tw: 將 Super+(0-9) 作為啟用應用程式的快捷鍵。它也可以和 Shift 或 Ctrl 共同使用。

source: Use hotkeys to activate apps
ja: ホットキーを使用してアプリを起動する
ru_ru: Использовать горячие клавиши для запуска программ
zh_tw: 使用熱鍵啟用應用

source: Application icons context menu
ja: アプリケーションアイコンのコンテキストメニュー

source: (right-click menu)
ja: (右クリックメニュー)

source: Secondary menu
ja: セカンダリメニュー

source: Panel context menu entries
ja: パネルのコンテキストメニュー項目

source: Add entry
ja: 項目を追加

source: Behavior
ja: 動作
ru_ru: Поведения
zh_tw: 行為

source: Applications
ja: アプリケーション

source: Show favorite applications
ja: お気に入りのアプリケーションを表示
ru_ru: Показывать избранные приложения
zh_tw: 顯示收藏的應用程式

source: Show favorite applications on secondary panels
ja: お気に入りのアプリケーションをセカンダリパネルに表示

source: Show running applications
ja: 実行中のアプリケーションを表示

source: Ungroup applications
ja: アプリケーションのグループ化を解除
ru_ru: Разгруппировать приложения
zh_tw: 取消應用程式分組

source: Show notification counter badge
ja: 通知カウンターバッジを表示

source: Hover
ja: ホバー

source: Show window previews on hover
ja: ホバー時にウィンドウプレビューを表示
ru_ru: Показывать превью окон при наведении
zh_tw: 懸停時顯示視窗預覽

source: Show tooltip on hover
ja: ホバー時にツールチップを表示

source: Isolate
ja: 分離

source: Isolate Workspaces
ja: ワークスペースを分離
ru_ru: Изолировать рабочие столы
zh_tw: 隔離工作區

source: Isolate monitors
ja: モニターを分離
zh_tw: 隔離顯示器

source: Overview
ja: アクティビティ画面

source: Click empty space to close overview
ja: 何もないところをクリックしてアクティビティ画面を閉じる

source: Disable show overview on startup
ja: 起動時にアクティビティ画面を表示しない

source: Fine-Tune
ja: 微調整
ru_ru: Тонкая настройка
zh_tw: 微調

source: Font size
ja: フォントサイズ

source: (0 = theme default)
ja: (0 = テーマの既定値)

source: Tray Font Size
ja: トレイのフォントサイズ

source: LeftBox Font Size
ja: 左ボックスのフォントサイズ

source: Padding
ja: パディング

source: (-1 = theme default)
ja: (-1 = テーマの既定値)

source: Tray Item Padding
ja: トレイアイテムのパディング

source: Status Icon Padding
ja: ステータスアイコンのパディング

source: LeftBox Padding
ja: 左ボックスのパディング

source: Animate
ja: アニメーション

source: Animate switching applications
ja: アプリケーション切り替え時のアニメーション効果
ru_ru: Анимировать переключение приложений
zh_tw: 動畫切換應用程式

source: Animate launching new windows
ja: 新しいウィンドウを開くときのアニメーション効果
ru_ru: Анимировать запуск нового окна
zh_tw: 動畫啟動新視窗

source: Gnome functionality
ja: GNOME の機能

source: (overview)
ja: (アクティビティ画面)

source: Keep original gnome-shell dash
ja: オリジナルの GNOME Shell Dash を維持

source: Keep original gnome-shell top panel
ja: オリジナルの GNOME Shell トップパネルを維持

source: (e.g. date menu)
ja: (例: 日付メニュー)

source: Activate panel menu buttons on click only
ja: クリック時のみパネルメニューボタンを有効化

source: Force Activities hot corner on primary monitor
ja: プライマリモニター上でアクティビティホットコーナーを強制

source: Position
ja: 位置
zh_tw: 位置

source: Panel
ja: パネル

source: Display the main panel on
ja: メインパネルを表示する場所
zh_tw: 將主面板顯示於

source: Hide and reveal the panel according to preferences
ja: パネルの表示・非表示を設定する
ru_ru: Скрывать и показывать панель в зависимости от настроек
zh_tw: 按照配置隱藏和顯示面板

source: Panel Intellihide
ja: パネルのインテリハイド
ru_ru: Автоскрытие панели
zh_tw: 面板智慧隱藏

source: Order and Position on monitors
ja: モニター上の順序と位置

source: Monitor
ja: モニター

source: Apply changes to all monitors
ja: すべてのモニターに変更を適用する

source: Panel monitor position
ja: モニター上のパネル位置

source: (default is 48)
ja: (初期値は 48)

source: Panel thickness
ja: パネルの厚さ

source: (default is 100)
ja: (初期値は 100)

source: Panel length
ja: パネルの長さ

source: Dynamic
ja: 動的

source: Anchor
ja: アンカー

source: Taskbar Display
ja: タスクバーの表示

source: Style
ja: スタイル
zh_tw: 風格

source: Global style
ja: グローバルスタイル

source: Border radius
ja: ボーダーの角の丸み

source: AppIcon style
ja: アプリアイコンのスタイル

source: (default is 8)
ja: (初期値は 8)

source: App Icon Margin
ja: アプリアイコンのマージン

source: (default is 4)
ja: (初期値は 4)

source: App Icon Padding
ja: アプリアイコンのパディング

source: Animate hovering app icons
ja: ホバー中のアプリアイコンをアニメーション表示

source: Highlight hovering app icons
ja: ホバー中のアプリアイコンをハイライト表示

source: Icon style
ja: アイコンスタイル

source: Normal
ja: 普通

source: Symbolic
ja: シンボリック

source: Grayscale
ja: グレースケール

source: Running indicator
ja: 実行中インジケーター

source: Running indicator position
ja: 実行中インジケーターの位置
ru_ru: Позиция индикаторов запущенных программ
zh_tw: 執行指示器位置

source: Running indicator style (Focused app)
ja: 実行中インジケーターのスタイル (フォーカスされたアプリ)
ru_ru: Индикатор запущенной программы (когда в фокусе)
zh_tw: 執行指示器風格（取得焦點的應用）

source: Dots
ja: ドット
ru_ru: Точки
zh_tw: 點

source: Squares
ja: スクエア
ru_ru: Квадраты
zh_tw: 方塊

source: Dashes
ja: ダッシュ
ru_ru: Линии
zh_tw: 橫線

source: Segmented
ja: セグメント
ru_ru: Сегменты
zh_tw: 間斷線

source: Solid
ja: ソリッド
ru_ru: Жирные линии
zh_tw: 實心

source: Metro
ja: メトロ
ru_ru: Метро

source: Running indicator style (Unfocused apps)
ja: 実行中インジケーターのスタイル (非フォーカスアプリ)
ru_ru: Индикатор запущенной программы (когда в не фокусе)
zh_tw: 執行指示器風格（未取得焦點的應用）

source: Panel style
ja: パネルスタイル

source: (default is 0)
ja: (初期値は 0)

source: Side margins
ja: 左右のマージン

source: Top and bottom margins
ja: 上下のマージン

source: Side padding
ja: 左右のパディング

source: Top and bottom padding
ja: 上下のパディング

source: Override panel theme background color
ja: パネルテーマの背景色を上書きする

source: Override panel theme background opacity
ja: パネルテーマの背景不透明度を上書きする
zh_tw: 覆蓋面板主題背景不透明度

source: Panel background opacity (%)
ja: パネル背景の不透明度 (%)
zh_tw: 面板背景不透明度（%）

source: Change opacity when a window gets close to the panel
ja: ウィンドウがパネルに近づいた時に不透明度を変更する
zh_tw: 在有視窗接近面板時修改不透明度

source: Dynamic background opacity
ja: 動的な背景不透明度
zh_tw: 動態背景不透明度

source: Override panel theme gradient
ja: パネルテーマのグラデーションを上書き

source: Gradient top color and opacity (%)
ja: グラデーション上部の色と不透明度 (%)
zh_tw: 漸變頂部顏色和不透明度（%）

source: Gradient bottom color and opacity (%)
ja: グラデーション下部の色と不透明度 (%)
zh_tw: 漸變底部顏色和不透明度（%）

source: Default (Primary monitor)
zh_tw: 主顯示器

source: Multi-monitors options
zh_tw: 多顯示器選項

source: Advanced Options
ru_ru: Раширеные Опции
zh_tw: 高階選項

source: Show Details
ru_ru: Показать детали
zh_tw: 顯示細節

source: New Window
ru_ru: Новое окно
zh_tw: 新建視窗

source: Windows
ru_ru: Окна
zh_tw: 視窗

source: Raise window
ru_ru: Восстановить окно
zh_tw: 提升視窗

source: Display favorite applications on all monitors
zh_tw: 在所有顯示器上顯示收藏的應用程式

source: Display the clock on all monitors
zh_tw: 在所有顯示器上顯示時鐘

source: Display the status menu on all monitors
zh_tw: 在所有顯示器上顯示狀態選單

source: <i>Show Details</i> menu item
ru_ru: Меню <i>Показать детали</i>
zh_tw: <b>顯示細節</b>選單項

source: Indicator height (px)
ru_ru: Высота (в пикселях)
zh_tw: 指示器高度（畫素）

source: Maximum width (px) of the application titles (default is 160)
ru_ru: Максимальная ширина (в пикселях) заголовка приложений (по умолчанию 160)
zh_tw: 應用程式最大寬度（畫素）（預設值為 160）

source: Only hide the panel when it is obstructed by windows
ru_ru: Скрывать только при наложении окон
zh_tw: 僅在面板被視窗阻擋時隱藏

source: Require pressure at the edge of the screen to reveal the panel
zh_tw: 在螢幕邊緣受到一定游標壓力時顯示面板

source: Syntax: <Shift>, <Ctrl>, <Alt>, <Super>
ru_ru: Синтакс: <Shift>, <Ctrl>, <Alt>, <Super>
zh_tw: 語法：<Shift>, <Ctrl>, <Alt>, <Super>

source: Preview timeout on icon leave (ms)
ru_ru: Задержка превью в (мс)
zh_tw: 離開圖示時的預覽延時（毫秒）

source: If set too low, the window preview of running applications may seem to close too quickly when trying to enter the popup. If set too high, the preview may linger too long when moving to an adjacent icon.
ru_ru: Если установлено слишком маленькое значение, превью может исчезать слишком быстро. Если установлено слишком большое значение, превью может долго не скрываться и перекрывать соседние области.
zh_tw: 如果設定過低，在嘗試進入彈出選單時正在執行程式的視窗預覽可能會關閉得過快。如果設定過高，在移動至臨接圖示時預覽可能滯留過長時間。

source: Time (ms) before showing (100 is default)
ru_ru: Задержка (в мс) перед показом (100 по умолчанию)
zh_tw: 顯示前的延時（毫秒，預設為 100）

source: Middle click to close window
ru_ru: Средний клик закрывает окно
zh_tw: 中鍵點選以關閉視窗

source: Middle click on the preview to close the window.
ru_ru: Средний клик по предпросмотру закрывает окно
zh_tw: 在預覽內容上中鍵點選以關閉視窗。

source: Display window title in previews
ru_ru: Показать заголовок окна на предпросмотре
zh_tw: 在預覽中顯示視窗標題

source: Width of the window previews (px)
ru_ru: Ширина окна в предпросмотре (в пикселях)
zh_tw: 視窗預覽寬度（畫素）

source: Height of the window previews (px)
ru_ru: Высота окна в предпросмотре (в пикселях)
zh_tw: 視窗預覽高度（畫素）

source: Padding of the window previews (px)
ru_ru: Отступ между окнами в предпросмотре (в пикселях)
zh_tw: 視窗預覽邊緣寬度（畫素）

source: Current Show Applications icon
ru_ru: Текуща иконка <i>Программы</i>
zh_tw: 當前“顯示應用程式”圖示

source: Select a Show Applications image icon
ru_ru: Выбрать иконку <i>Программы</i>
zh_tw: 選擇一個“顯示應用程式”圖示影象

source: Custom Show Applications image icon
ru_ru: Собственная иконка <i>Программы</i>
zh_tw: 自定義“顯示應用程式”圖示影象

source: Panel screen position
ru_ru: Позиция панели на экране
zh_tw: 面板螢幕位置

source: Taskbar position
ru_ru: Позиция панели задач на экране
zh_tw: 工作列位置

source: Left, with plugin icons collapsed to right
zh_tw: 左側，並且外掛圖示收縮到右側

source: Left, with fixed center plugin icons
zh_tw: 左側，並且固定居中外掛圖示

source: Left, with floating center plugin icons
zh_tw: 左側，並且浮動居中外掛圖示

source: Center, fixed in middle of monitor
zh_tw: 中間，固定在顯示屏中間

source: Center, floating between left and right elements
zh_tw: 中間，在左側元素和右側元素之間浮動

source: Clock location
ru_ru: Позиция часов
zh_tw: 時鐘位置

source: Left of plugin icons
zh_tw: 外掛圖示左側

source: Right of plugin icons
zh_tw: 外掛圖示右側

source: Left of system indicators
zh_tw: 系統指示器左側

source: Right of system indicators
zh_tw: 系統指示器右側

source: Left of taskbar
zh_tw: 工作列左側

source: Right of taskbar
zh_tw: 工作列右側

source: Panel Size (default is 48)
ru_ru: Ширина панели (По умолчанию 48 пикселей)
zh_tw: 面板大小 （預設為 48）

source: App Icon Margin (default is 8)
ru_ru: Отступ между значками программ (по умолчанию 8 пикселей)
zh_tw: 應用圖示邊緣空白 （預設為 8）

source: App Icon Padding (default is 4)
ru_ru: Отступ между значками программ (по умолчанию 4 пикселя)
zh_tw: 應用圖示邊緣空白 （預設為 4）

source: Override panel theme background color
zh_tw: 覆蓋面板主題背景顏色

source: Override panel theme gradient
zh_tw: 覆蓋面板主題漸變

source: Show <i>Applications</i> icon
ru_ru: Показывать иконку <i>Программы</i>
zh_tw: 顯示<b>應用</b>圖示

source: Animate <i>Show Applications</i>.
ru_ru: Анимировать <i>Показ списка приложения</i>.
zh_tw: 動畫化<b>顯示應用程式</b>。

source: Show <i>Activities</i> button
ru_ru: Показать кнопку <i>Действия</i>
zh_tw: 顯示<b>活動</b>按鈕

source: Show <i>Desktop</i> button
ru_ru: Показывать кнопку <i>Рабочий стол</i>
zh_tw: 顯示<b>桌面</b>按鈕

source: Show <i>AppMenu</i> button
ru_ru: Показывать кнопку <i>Меню программы</i>
zh_tw: 顯示<b>應用選單</b>按鈕

source: Top Bar > Show App Menu must be enabled in Tweak Tool
ru_ru: Верхняя панель > Показать меню приложения, должно быть включено в Tweak Tool
zh_tw: 必須在優化工具中啟用頂欄 > 顯示應用選單

source: Tray Font Size (0 = theme default)
ru_ru: Размер шрифта в трее (0 = значение из темы)
zh_tw: 托盤字型大小 （0 = 主題預設）

source: LeftBox Font Size (0 = theme default)
ru_ru: Размер шрифта левой панели (0 = значение из темы)
zh_tw: LeftBox 字型大小 （0 = 主題預設）

source: Tray Item Padding (-1 = theme default)
ru_ru: Отступ между иконками в трее (-1 = значение из темы)
zh_tw: 托盤項邊緣空白 （-1 = 主題預設）

source: Status Icon Padding (-1 = theme default)
ru_ru: Иконки статуса (-1 = значение из темы)
zh_tw: 狀態圖示邊緣空白 （-1 = 主題預設）

source: LeftBox Padding (-1 = theme default)
ru_ru: Отступ левой панели (0 = значение из темы)
zh_tw: LeftBox 邊緣空白 （-1 = 主題預設）

source: Keep original gnome-shell dash (overview)
zh_tw: 保持原始 gnome-shell dash（預覽）

source: App icon secondary (right-click) menu
ru_ru: Меню программ по правой кнопке мыши
zh_tw: 應用圖示次級（右鍵點選）選單

source: version:
ru_ru: версия:
zh_tw: 版本：

source: Require pressure at the edge of the screen to reveal the panel
ru_ru: Требуется давление на краю экрана, чтобы открыть панель

source: Ciliora
ru_ru: Линии с точками

source: Natural - left
ru_ru: Слева

source: Natural - right
ru_ru: Справа

source: Left of status menu
ru_ru: Слева от статус меню

source: Right of status menu
ru_ru: Справа от статус меню

source: Left side of panel
ru_ru: Слева от панели

source: Centered in monitor
ru_ru: В центре монитора

source: Centered in content
ru_ru: По ценру содержимого

source: Position and Style
ru_ru: Позиция и стиль
